{
  "plugins": {
    "black-metal-theme-neovim": {
      "src": "https://github.com/metalelf0/black-metal-theme-neovim"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.diff": {
      "src": "https://github.com/nvim-mini/mini.diff"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "screenkey.nvim": {
      "src": "https://github.com/NStefan002/screenkey.nvim"
    },
    "twilight.nvim": {
      "src": "https://github.com/folke/twilight.nvim"
    },
    "vim-gitgutter": {
      "src": "https://github.com/airblade/vim-gitgutter"
    },
    "vim-lucius": {
      "src": "https://github.com/jonathanfilip/vim-lucius"
    },
    "vim-monochromenote": {
      "src": "https://github.com/koron/vim-monochromenote"
    },
    "vim-yin-yang": {
      "src": "https://github.com/pgdouyon/vim-yin-yang"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "zen-mode.nvim": {
      "src": "https://github.com/folke/zen-mode.nvim"
    }
  }
}